Repository: Bramgus12/container-gui
Catalog: container-gui/Localizable.xcstrings
Source language: en
Languages: nl

source: %@ failed for %@
nl: %@ mislukt voor %@

source: %@ failed for %@ (exit %d)
nl: %@ voor %@ mislukt (afsluitcode %d)

source: %lld of %lld running
nl: %lld van %lld actief

source: %lld set
nl: %lld ingesteld

source: %lld unused images · %@
nl: %lld ongebruikte images · %@

source: %lld unused user networks
nl: %lld ongebruikte gebruikersnetwerken

source: %lld volumes are attached to nothing — %@ can be reclaimed
nl: %lld volumes zijn nergens aan gekoppeld — %@ kan worden vrijgemaakt

source: ⌘R refresh · ⌘N run
nl: ⌘R vernieuwen · ⌘N uitvoeren

source: Active
nl: Actief

source: Add Argument
nl: Argument toevoegen

source: Add Port
nl: Poort toevoegen

source: Add Variable
nl: Variabele toevoegen

source: Address
nl: Adres

source: Advanced
nl: Geavanceerd

source: All
nl: Alle

source: All %lld
nl: Alle %lld

source: Architecture
nl: Architectuur

source: Attached
nl: Gekoppeld

source: Attached to
nl: Gekoppeld aan

source: Available
nl: Beschikbaar

source: Block r / w
nl: Blok lezen / schrijven

source: Cancel
nl: Annuleer

source: Cancel Pull
nl: Ophalen annuleren

source: Checking Apple Container…
nl: Apple Container controleren…

source: Choose a compatible executable before continuing.
nl: Kies een compatibel uitvoerbaar bestand voordat je doorgaat.

source: Choose another state filter to see more containers.
nl: Kies een ander statusfilter om meer containers te zien.

source: Choose Executable…
nl: Uitvoerbaar bestand kiezen…

source: Clear
nl: Wis

source: CLI version
nl: CLI-versie

source: Command
nl: Opdracht

source: Command failed
nl: Commando mislukt

source: Command Preview
nl: Opdrachtvoorbeeld

source: Components
nl: Componenten

source: Config
nl: Configuratie

source: Container configuration
nl: Containerconfiguratie

source: Container GUI requires Apple silicon and a supported version of macOS.
nl: Container GUI vereist Apple silicon en een ondersteunde versie van macOS.

source: Container port
nl: Containerpoort

source: Containers Couldn’t Be Loaded
nl: Containers konden niet worden geladen

source: Containers you create will appear here.
nl: Containers die je aanmaakt, verschijnen hier.

source: Copied
nl: Gekopieerd

source: Copy
nl: Kopieer

source: Copy command
nl: Commando kopiëren

source: Copy Diagnostics
nl: Diagnostiek kopiëren

source: CPU time
nl: CPU-tijd

source: Created
nl: Aangemaakt

source: Delete
nl: Verwijder

source: Delete Container?
nl: Container verwijderen?

source: Delete failed for %@
nl: Verwijderen mislukt voor %@

source: Delete Image
nl: Image verwijderen

source: Delete Image?
nl: Image verwijderen?

source: Delete…
nl: Verwijder…

source: Details Unavailable
nl: Details niet beschikbaar

source: Detected architecture: %@. An Apple silicon Mac is required.
nl: Gedetecteerde architectuur: %@. Een Mac met Apple silicon is vereist.

source: Detected macOS %lld.%lld.%lld. macOS %lld or later is required.
nl: Gedetecteerd: macOS %lld.%lld.%lld. macOS %lld of nieuwer is vereist.

source: Detected version
nl: Gedetecteerde versie

source: Diagnostics
nl: Diagnostiek

source: Disk
nl: Schijf

source: Disk Usage
nl: Schijfgebruik

source: Disk usage by images, volumes, and reclaimable data
nl: Schijfgebruik door images, volumes en vrij te maken gegevens

source: Disk Usage Unavailable
nl: Schijfgebruik niet beschikbaar

source: Dismiss
nl: Sluit

source: Done
nl: Gereed

source: Environment
nl: Omgeving

source: Err %lld
nl: Fout %lld

source: Executable
nl: Uitvoerbaar bestand

source: Exit code
nl: Afsluitcode

source: Expected location: /usr/local/bin/container
nl: Verwachte locatie: /usr/local/bin/container

source: Failed
nl: Mislukt

source: Filter logs
nl: Logs filteren

source: Follow
nl: Volgen

source: Force Delete Container?
nl: Container geforceerd verwijderen?

source: Force Delete…
nl: Geforceerd verwijderen…

source: Forget Saved Path
nl: Opgeslagen pad vergeten

source: Formatting inspection JSON…
nl: Inspectie-JSON formatteren…

source: Getting things ready
nl: Alles gereedmaken

source: Host address (optional)
nl: Hostadres (optioneel)

source: Host port
nl: Hostpoort

source: ID / Name
nl: ID / naam

source: Image pulled successfully
nl: Image is opgehaald

source: Images Couldn’t Be Loaded
nl: Images konden niet worden geladen

source: Inspect
nl: Inspecteren

source: Inspecting container…
nl: Container inspecteren…

source: Inspecting image…
nl: Image inspecteren…

source: Inspection Failed
nl: Inspectie mislukt

source: Install Apple Container
nl: Apple Container installeren

source: Install Apple Container, or choose an existing container executable.
nl: Installeer Apple Container of kies een bestaand uitvoerbaar containerbestand.

source: Jump to Latest
nl: Naar nieuwste

source: Key
nl: Sleutel

source: Last 15 minutes
nl: Afgelopen 15 minuten

source: Line numbers
nl: Regelnummers

source: Loading containers…
nl: Containers laden…

source: Loading disk usage…
nl: Schijfgebruik laden…

source: Loading images…
nl: Images laden…

source: Loading recent logs…
nl: Recente logs laden…

source: Loading stats…
nl: Statistieken laden…

source: Log stream stopped
nl: Logstream gestopt

source: Message
nl: Bericht

source: More Actions
nl: Meer acties

source: Needs attention
nl: Vereist aandacht

source: Net rx / tx
nl: Netwerk rx / tx

source: No %@ Containers
nl: Geen containers met status %@

source: No Containers
nl: Geen containers

source: No Images
nl: Geen images

source: No matching log lines
nl: Geen overeenkomende logregels

source: No mounts
nl: Geen mounts

source: No networks
nl: Geen netwerken

source: No published ports
nl: Geen gepubliceerde poorten

source: No service log messages were found in the last 15 minutes.
nl: Er zijn in de afgelopen 15 minuten geen servicelogberichten gevonden.

source: not refreshed
nl: niet vernieuwd

source: Open Apple Container installation instructions
nl: Installatie-instructies voor Apple Container openen

source: Overview
nl: Overzicht

source: Pause
nl: Pauzeer

source: Paused
nl: Gepauzeerd

source: Ports
nl: Poorten

source: Progress
nl: Voortgang

source: Prune unused…
nl: Ongebruikte opruimen…

source: Published Ports
nl: Gepubliceerde poorten

source: Pull
nl: Ophalen

source: Pull an image to run your first container.
nl: Haal een image op om je eerste container uit te voeren.

source: Pull Image
nl: Image ophalen

source: Pull Image…
nl: Image ophalen…

source: Pulling image and starting container…
nl: Image ophalen en container starten…

source: Pulling image…
nl: Image ophalen…

source: Ready
nl: Gereed

source: Recent Service Logs
nl: Recente servicelogs

source: Reclaim
nl: Vrijmaken

source: Reclaim %@…
nl: %@ vrijmaken…

source: Reclaim Unused Resources?
nl: Ongebruikte resources vrijmaken?

source: Reclaimable
nl: Vrij te maken

source: Reference
nl: Referentie

source: Reference, for example alpine:3.21
nl: Referentie, bijvoorbeeld alpine:3.21

source: Refresh
nl: Vernieuw

source: Refresh failed
nl: Vernieuwen mislukt

source: refreshed %@
nl: vernieuwd %@

source: Remove
nl: Verwijder

source: Remove when stopped
nl: Verwijderen na stoppen

source: Resource
nl: Bron

source: Resume
nl: Hervat

source: Retry
nl: Opnieuw

source: Review housekeeping
nl: Opslagbeheer bekijken

source: Review the diagnostic below, then retry or choose another executable.
nl: Bekijk de diagnostiek hieronder en probeer het opnieuw of kies een ander uitvoerbaar bestand.

source: Run
nl: Uitvoeren

source: Run container
nl: Container uitvoeren

source: Run Container
nl: Container uitvoeren

source: Run detached
nl: Op de achtergrond uitvoeren

source: Run Image
nl: Image uitvoeren

source: Run Image…
nl: Image uitvoeren…

source: Running
nl: Actief

source: Running containers will stop and Container GUI will be unavailable until the services are started again.
nl: Actieve containers worden gestopt en Container GUI is niet beschikbaar totdat de services opnieuw zijn gestart.

source: Search containers
nl: Containers zoeken

source: Search images
nl: Images zoeken

source: Section
nl: Sectie

source: Select a Section
nl: Selecteer een onderdeel

source: Select unused
nl: Ongebruikte selecteren

source: Server version
nl: Serverversie

source: Service Health
nl: Servicestatus

source: Service Logs Unavailable
nl: Servicelogs niet beschikbaar

source: Service running, version %@
nl: Service actief, versie %@

source: Service stopped, version %@
nl: Service gestopt, versie %@

source: Service up · %@
nl: Service actief · %@

source: Setup couldn’t finish
nl: Configuratie kon niet worden voltooid

source: Setup operation in progress
nl: Configuratie wordt uitgevoerd

source: Severity
nl: Ernst

source: Size
nl: Grootte

source: Sort by %@
nl: Sorteer op %@

source: Standard error
nl: Standaardfoutuitvoer

source: Start Service
nl: Service starten

source: Start the Container service
nl: De Container-service starten

source: Starting service
nl: Service wordt gestart

source: State
nl: Status

source: Stats
nl: Statistieken

source: Stats unavailable
nl: Statistieken niet beschikbaar

source: Stop Container Services?
nl: Container-services stoppen?

source: Stop Service
nl: Service stoppen

source: Stop Service…
nl: Service stoppen…

source: Stopped
nl: Gestopt

source: Stopping service
nl: Service wordt gestopt

source: Supported versions
nl: Ondersteunde versies

source: System
nl: Systeem

source: The CLI is valid, but its background service is not running.
nl: De CLI is geldig, maar de achtergrondservice is niet actief.

source: The container executable is not ready.
nl: Het uitvoerbare containerbestand is niet gereed.

source: The image builder is stopped
nl: De imagebuilder is gestopt

source: The saved executable is no longer available at %@.
nl: Het opgeslagen uitvoerbare bestand is niet meer beschikbaar op %@.

source: This immediately stops and permanently deletes “%@”. This action cannot be undone.
nl: Hiermee wordt ‘%@’ onmiddellijk gestopt en permanent verwijderd. Deze actie kan niet ongedaan worden gemaakt.

source: This Mac isn’t supported
nl: Deze Mac wordt niet ondersteund

source: This permanently deletes “%@”. Containers that use the image can cause this operation to fail.
nl: Hiermee wordt ‘%@’ permanent verwijderd. Containers die deze image gebruiken, kunnen ervoor zorgen dat deze bewerking mislukt.

source: This permanently deletes “%@”. This action cannot be undone.
nl: Hiermee wordt ‘%@’ permanent verwijderd. Deze actie kan niet ongedaan worden gemaakt.

source: Total
nl: Totaal

source: Try Again
nl: Opnieuw proberen

source: Unsupported CLI version
nl: Niet-ondersteunde CLI-versie

source: Unused
nl: Ongebruikt

source: Uptime
nl: Actief sinds

source: Used by
nl: Gebruikt door

source: Value
nl: Waarde

source: Verifying your Mac, the container executable, and its service.
nl: Je Mac, het uitvoerbare containerbestand en de bijbehorende service controleren.

source: Waiting for logs…
nl: Wachten op logs…

source: Warn %lld
nl: Waarsch. %lld
